
[碳滑板厚度标准值]
defaultValue=38
defaultDescribe=碳滑板的标准厚度，用于磨耗检测，单位mm。

[中心偏移标准值]
defaultValue=60
defaultDescribe=用于检测受电弓中心偏移比较的标准值，单位mm。

[上下偏移标准值]
defaultValue=3.2
defaultDescribe=用于检测受电弓左右偏移比较的标准值，单位mm。

[水平度标准值]
defaultValue=-0.11
defaultDescribe=用于检测受电弓水平度比较的标准值，单位度。

[磨耗预警值下限]
defaultValue=-1
defaultDescribe=当磨耗超过此设定值之后，算法图像报警，单位mm。

[磨耗预警值上限]
defaultValue=10
defaultDescribe=当磨耗超过此设定值之后，算法图像报警，单位mm。

[中心偏移预警值下限]
defaultValue=-50
defaultDescribe=当中心偏移超过此设定值之后，算法图像报警，单位mm。

[中心偏移预警值上限]
defaultValue=50
defaultDescribe=当中心偏移超过此设定值之后，算法图像报警，单位mm。

[上下偏移预警值下限]
defaultValue=-50
defaultDescribe=当上下偏移超过此设定值之后，算法图像报警，单位mm。

[上下偏移预警值上限]
defaultValue=50
defaultDescribe=当上下偏移超过此设定值之后，算法图像报警，单位mm。

[水平度预警值下限]
defaultValue=-2
defaultDescribe=当角度超过此设定值之后，算法图像报警，单位度。

[水平度预警值上限]
defaultValue=2
defaultDescribe=当角度超过此设定值之后，算法图像报警，单位度。

[厚度ROI向上偏移高度]
defaultValue=700
defaultDescribe=检测厚度时ROI高度， 单位piexl。

[厚度ROI宽度]
defaultValue=1000
defaultDescribe=检测厚度时ROI宽度， 单位piexl。

[左侧羊角ROI左上角行坐标]
defaultValue=400
defaultDescribe=寻找左侧羊角时ROI左上角行坐标， 单位piexl。

[左侧羊角ROI左上角列坐标]
defaultValue=90
defaultDescribe=寻找左侧羊角时ROI左上角列坐标， 单位piexl。

[左侧羊角ROI高度]
defaultValue=700
defaultDescribe=寻找左侧羊角时ROI高度， 单位piexl。

[左侧羊角ROI宽度]
defaultValue=1200
defaultDescribe=寻找左侧羊角时ROI宽度， 单位piexl。

[右侧羊角ROI左上角行坐标]
defaultValue=400
defaultDescribe=寻找左侧羊角时ROI左上角行坐标， 单位piexl。

[右侧羊角ROI左上角列坐标]
defaultValue=3270
defaultDescribe=寻找右侧羊角时ROI左上角列坐标， 单位piexl。

[右侧羊角ROI高度]
defaultValue=700
defaultDescribe=寻找右侧羊角时ROI高度， 单位piexl。

[右侧羊角ROI宽度]
defaultValue=1200
defaultDescribe=寻找右侧羊角时ROI宽度， 单位piexl。
